{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Bu kenapa di danau kita hanya terdapat sedikit macam ikan ? padahal danau kita termasuk salah satu yang terbesar dibumi bu. ",{"#":"speaker : Wicak"},"\n","^iya nak... dulunya danau ini tidak seperti itu. pada zaman nenek dulu danau ini dipenuhi bermacam macam ikan, namun ikan tersebut sudah langka dikarenakan ikan invasif yang masuk pada danau ini ",{"#":"speaker: Ibu"},"\n","^apa itu ikan invasif bu? ",{"#":"speaker: wicak"},"\n","^ikan invasif merupakan ikan asing yang memasuki pada habitat tertentu dan merusak ekosistem habitat tersebut. padahal ikan tersebut tidak berasal dari habitat tersebut.",{"#":"speaker: ibu"},"\n","^wahh aku baru tau seperti itu, namun kenapa ikan tersebut bisa memasuki danau kita bu? ",{"#":"speaker: wicak"},"\n","^Kebanyakan hal tersebut terjadi karena perbuatan manusia nak.. seperti meracuni habitat lain sehingga ikan tersebut berpindah ke danau kita. atau bisa dari perdagangan illegal, dan juga bisa saja seseorang memelihara suatu ikan lalu dilepaskan saja pada suatu habitat tertentu. itu semua dapat menyebabkan ikan invasif ada pada danau kita. ",{"#":"speaker: ibu"},"\n","^Jadi begitu.. kemungkinan kita sendiri tidak sadar bahwa kitalah yang merusak ekosistem tersebut","\n","^, apakah ibu tau ikan apa saja yang dulu ada didanau ini? ",{"#":"speaker :wicak"},"\n","^Ibu kurang begitu tau nak.. pada zaman ibu dulu, ikan ini sudah langka... ibu cuman mendengarnya dari cerita nenek. ",{"#":"speaker :ibu"},"\n","^Bisa ibu ceritakan yang diceritakan nenek itu bu??? ",{"#":"speaker: wicak"},"\n","^Nenek berkata dulunya danau ini termasuk danau istimewa karena ikan air tawar manapun dapat tinggal didanau ini. sehingga terdapat lebih dari 100 jenis ikan didanau ini.. ",{"#":"speaker: ibu"},"\n","^lebih dari 100 ? andai saja aku hidup di zaman nenek ! aku sangat ingin melihatnya ! ",{"#":"speaker: wicak"},"\n","^ya seandainya saja.... ibu juga ingin melihatnya ",{"#":"speaker: ibu"},"\n","^ibu juga ingin melihatnya?? aku janji saat besar nanti aku akan mengembalikan danau ini seperti semula ! ibu lihat saja nanti ! ",{"#":"speaker: wicak"},"\n","^itu mimpi yang bagus ibu akan selalu mendukungmu nak.. Hari sudah malam ayo kita kerumah nak ",{"#":"speaker: ibu"},"\n","^Baik bu ! ",{"#":"speaker: wicak"},"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}